export type Post = {
    title: string;
    author: string;
    description: string;
};


export const mockData: Post[] = [
    {
        title: 'PRIDE and PROTEST',
        author: 'NIKKI PAYNE',
        description:
            "Значимость этих проблем настолько очевидна, что новая модель организационной деятельности играет важную роль в формировании направлений прогрессивного развития. Задача организации, в особенности же новая модель организационной деятельности представляет собой интересный эксперимент проверки существенных финансовых и административных условий. Равным образом рамки и место обучения кадров требуют от нас анализа модели развития.",
    },
    {
        title: 'WANT A BETTER CATASTROPHE',
        author: 'MIDSAY BOTH',
        description:
            'Таким образом дальнейшее развитие различных форм деятельности позволяет оценить значение новых предложений. Повседневная практика показывает, что новая модель организационной деятельности требуют от нас анализа существенных финансовых и административных условий. Равным образом сложившаяся структура организации способствует подготовки и реализации существенных финансовых и административных условий. Не следует, однако забывать, что консультация с широким активом позволяет выполнять важные задания по разработке существенных финансовых и административных условий. Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки системы обучения кадров, соответствует насущным потребностям.',
    },
    {
        title: 'Forget a Mentor, Find a Sponsor',
        author: 'Sylvia Ann Hewlett',
        description:
            'Разнообразный и богатый опыт сложившаяся структура организации способствует подготовки и реализации новых предложений. Равным образом постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание направлений прогрессивного развития.',
    },
    {
        title: 'The MIDNIGHT LIBRARY',
        author: 'Matt Haig',
        description:
            "Повседневная практика показывает, что реализация намеченных плановых заданий в значительной степени обуславливает создание направлений прогрессивного развития. Равным образом рамки и место обучения кадров требуют от нас анализа модели развития. Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий требуют определения и уточнения новых предложений. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки модели развития.",
    },
];
